Repository: AD-Paladins/SwiftyCitizen
Catalog: SwiftyCitizen/Localizable.xcstrings
Source language: en
Languages: es_419

# appTabHome
source: Home
es_419: Inicio

# appTabPractice
source: Practice
es_419: Practicar

# appTabProgress
source: Progress
es_419: Progreso

# appTabStudy
source: Study
es_419: Estudio

# commonNotSet
source: Not set
es_419: Sin definir

# commonOf
source: of
es_419: de

# configChooseALanguage
source: Choose a language
es_419: Elegir un idioma

# configDisclaimerNotAccepted
source: Accept the study aid notice to save your configuration.
es_419: Acepta el aviso del material de estudio para guardar tu configuración.

# configDisclaimerToggle
source: I understand this is a study aid, not legal advice
es_419: Entiendo que esto es un material de estudio, no asesoría legal

# configFilingDateInFuture
source: The filing date can't be in the future.
es_419: La fecha de presentación no puede ser futura.

# configFilingDateNote
source: This selects the applicable civics test rules unless you choose the 65/20 option.
es_419: Esta opción define las reglas de la prueba cívica aplicables, salvo que elijas la opción 65/20.

# configFilingDateSection
source: Filing date
es_419: Fecha de presentación

# configIncompleteConfigPrefix
source: Incomplete configuration:
es_419: Configuración incompleta:

# configMetricAsked
source: Asked
es_419: Respondidas

# configMetricQuestions
source: Questions
es_419: Preguntas

# configMetricToPass
source: To pass
es_419: Para aprobar

# configMissingFilingDate
source: Choose a filing date to continue.
es_419: Elegí una fecha de presentación para continuar.

# configMissingStudyLanguage
source: Choose a study support language.
es_419: Elegí un idioma de material de estudio.

# configMissingTestVersion
source: Select a test version to continue.
es_419: Elegí una versión de la prueba para continuar.

# configN400FilingDateLabel
source: N-400 filing date
es_419: Fecha de presentación del N-400

# configPassingScore
source: Passing score
es_419: Nota para aprobar

# configPassingScoreValueSuffix
source: correct
es_419: correctas

# configQuestionBank
source: Question bank
es_419: Banco de preguntas

# configQuestionBankValuePlural
source: questions
es_419: preguntas

# configQuestionBankValueSingular
source: question
es_419: pregunta

# configQuestionsAsked
source: Questions asked
es_419: Preguntas respondidas

# configQuestionsAskedPrefix
source: Up to
es_419: Hasta

# configSave
source: Save
es_419: Guardar

# configSelectedVersion
source: Selected version
es_419: Versión seleccionada

# configShuffleQuestions
source: Shuffle questions when studying
es_419: Mezclar las preguntas al estudiar

# configSixtyTwentyToggle
source: I qualify for the 65/20 special consideration
es_419: Cumplo los requisitos de la excepción 65/20

# configStudyLanguageSection
source: Study language
es_419: Idioma de material

# configStudyOptionsSection
source: Study options
es_419: Opciones de estudio

# configStudySupportLabel
source: Study support
es_419: Material de apoyo

# configTestConfigurationFallback
source: Test configuration
es_419: Configuración de la prueba

# configTestVersionNote
source: The selected version follows your N-400 filing date: before October 20, 2025 it's the 2008 test, October 20, 2025 or later it's the 2025 test. The 65/20 option overrides this.
es_419: La versión seleccionada sigue la fecha de presentación del N-400: antes del 20 de octubre de 2025 es la prueba de 2008; del 20 de octubre de 2025 en adelante es la de 2025. La excepción 65/20 toma prioridad.

# configTestVersionSection
source: Test version
es_419: Versión de la prueba

# configTitleEdit
source: Edit Configuration
es_419: Editar configuración

# configTitleNew
source: Test Configuration
es_419: Configuración de la prueba

# configVersionMismatchPrefix
source: The selected version (
es_419: La versión seleccionada (

# configVersionMismatchSuffix
source: ) doesn't match your filing date (
es_419: ) no coincide con tu fecha de presentación (

# configYourStudySet
source: Your study set
es_419: Tu set de estudio

# homeContinueCta
source: Start review
es_419: Empezar repaso

# homeContinueSubtitle
source: Review your current set and keep your streak going.
es_419: Revisá tu set actual y sigue con tu racha.

# homeContinueTitle
source: Continue studying
es_419: Continúa estudiando

# homeDuenextCardHint
source: Opens the Study tab
es_419: Abre la pestaña de estudio

# homeDuenextEmptyCaughtupMessage
source: You have reviewed every question in your test set.
es_419: Revisaste todas las preguntas de tu set de prueba.

# homeDuenextEmptyCaughtupTitle
source: All caught up
es_419: Todo revisado

# homeDuenextEmptyNoneMessage
source: Due questions appear here once you have review history.
es_419: Las preguntas pendientes aparecen aquí una vez que tengas historial de revisión.

# homeDuenextEmptyNoneTitle
source: Nothing due yet
es_419: Aún no hay nada pendiente

# homeDuenextTitle
source: Due next
es_419: Siguientes

# homeGreetingAfternoon
source: Good afternoon
es_419: Buenas tardes

# homeGreetingEvening
source: Good evening
es_419: Buenas noches

# homeGreetingMorning
source: Good morning
es_419: Buenos días

# homeMasteryDue
source: Due
es_419: Pendiente

# homeMasteryMastered
source: Mastered
es_419: Dominada

# homeMasteryTitle
source: Mastery
es_419: Dominio

# homeMasteryUnseen
source: Unseen
es_419: Sin ver

# homeMetricGotit
source: Got it
es_419: La entendí

# homeMetricReviewed
source: Reviewed
es_419: Revisadas

# homeMilestoneCta
source: Continue Daily Review
es_419: Continuar el estudio diario

# homeMilestoneTitle
source: Daily Milestone
es_419: Hito diario

# homeReadinessFallback
source: Start a review session to build coverage
es_419: Empezá una sesión de revisión para ir cubriendo las preguntas.

# homeReadinessLabel
source: Exam Readiness
es_419: Preparación para el examen

# homeStreakLabel
source: Streak
es_419: Racha

# homeTitle
source: Home
es_419: Inicio

# homeTodayEmptyMessage
source: Start a review session to begin tracking today's progress.
es_419: Empezá una sesión de revisión para comenzar a registrar tu progreso de hoy.

# homeTodayEmptyTitle
source: No sessions yet
es_419: Aún no hay sesiones

# homeTodayTitle
source: Today
es_419: Hoy

# mocktestResultCorrectAdjective
source: correct
es_419: correcta

# mocktestResultCorrectLabel
source: Correct
es_419: Correctas

# mocktestResultDeferredPlural
source: questions. Review them here.
es_419: preguntas. Revisalas aquí.

# mocktestResultDeferredPrefix
source: You deferred
es_419: Dejaste para revisar

# mocktestResultDeferredSingular
source: question. Review them here.
es_419: pregunta. Revisala aquí.

# mocktestResultDisclaimer
source: This simulation follows the official civics test rules but the app is a study aid, not an immigration authority. An officer's evaluation always decides the real interview.
es_419: Esta simulación sigue las reglas oficiales de la prueba cívica, pero la app es un material de estudio y no una autoridad inmigratoria. Un oficial siempre decide la entrevista real.

# mocktestResultDone
source: Done
es_419: Listo

# mocktestResultIncorrectLabel
source: Incorrect
es_419: Incorrectas

# mocktestResultIncorrectPlural
source: questions were answered incorrectly.
es_419: preguntas respondidas incorrectamente.

# mocktestResultIncorrectSingular
source: question was answered incorrectly.
es_419: pregunta respondida incorrectamente.

# mocktestResultNotPassed
source: Not passed
es_419: No aprobada

# mocktestResultPassed
source: Passed
es_419: Aprobada

# mocktestResultPassingScoreLabel
source: Passing score:
es_419: Para aprobar:

# mocktestResultReviewInTargeted
source: Review in targeted review
es_419: Revisar en revisión dirigida

# mocktestResultReviewMissed
source: Review missed questions
es_419: Revisar las preguntas que fallaste

# mocktestResultReviewSkipped
source: Review skipped questions
es_419: Revisar las preguntas que omitiste

# mocktestResultSkippedDuringTest
source: Skipped during the test
es_419: Omitida durante el examen

# mocktestSessionContentUnavailable
source: Content unavailable
es_419: Sin contenido

# mocktestSessionContentUnavailableMessagePrefix
source: The question bank for
es_419: El banco de preguntas de

# mocktestSessionContentUnavailableMessageSuffixEmpty
source: is empty. Try updating the app or choosing another test version in Settings.
es_419: no tiene preguntas. Actualizá la app o elegí otra versión de la prueba en Ajustes.

# mocktestSessionContentUnavailableMessageSuffixLoadFailed
source: could not be loaded. Try updating the app or choosing another test version in Settings.
es_419: no se pudo cargar. Actualizá la app o elegí otra versión de la prueba en Ajustes.

# mocktestSessionEndTest
source: End test
es_419: Finalizar examen

# mocktestSessionEndTestConfirm
source: End this test?
es_419: Finalizar el examen?

# mocktestSessionHideOfficialAnswer
source: Hide official answer
es_419: Ocultar respuesta oficial

# mocktestSessionKeepGoing
source: Keep going
es_419: Continúa

# mocktestSessionNext
source: Next
es_419: Siguiente

# mocktestSessionRecordAnswer
source: Record answer
es_419: Registrar respuesta

# mocktestSessionSeeResults
source: See results
es_419: Ver resultados

# mocktestSessionShowOfficialAnswer
source: Show official answer
es_419: Mostrar respuesta oficial

# mocktestSessionSkipQuestion
source: Skip this question
es_419: Omitir esta pregunta

# mocktestSessionTitle
source: Mock test
es_419: Examen de práctica

# mocktestSessionTypeAnswer
source: Type your answer
es_419: Escribe tu respuesta

# mocktestSetupAnswerInstructions
source: Type or speak your answer. The app compares it against the official answers for each question.
es_419: Escribe o di tu respuesta. La app la compara con las respuestas oficiales de cada pregunta.

# mocktestSetupHowYouAnswerSection
source: How you answer
es_419: Cómo respondes

# mocktestSetupRulesSection
source: Rules for this session
es_419: Reglas de esta sesión

# mocktestSetupStartMockTest
source: Start mock test
es_419: Empezar examen de práctica

# practiceMockTest
source: Mock test
es_419: Examen de práctica

# practiceOralPracticeMessage
source: Practice answering aloud without exam pressure. Planned for a later phase.
es_419: Practica responder en voz alta sin presión de examen. Planeado para una fase posterior.

# practiceOralPracticeTitle
source: Oral practice
es_419: Práctica oral

# practiceTitle
source: Practice
es_419: Practicar

# progressNoProgressMessage
source: Your attempts, accuracy, and coverage will appear here after your first study session.
es_419: Tu intentos, precisión y cobertura aparecerán después de tu primera sesión de estudio.

# progressNoProgressTitle
source: No progress yet
es_419: Aún no hay progreso

# progressTitle
source: Progress
es_419: Progreso

# selectionSelected
source: , selected
es_419: , seleccionado

# settingsAppearance
source: Appearance
es_419: Apariencia

# settingsEditTestConfiguration
source: Edit test configuration
es_419: Editar configuración de la prueba

# settingsFilingDate
source: Filing date
es_419: Fecha de presentación

# settingsPrivacy
source: Privacy
es_419: Privacidad

# settingsResetLocalProgress
source: Reset local progress
es_419: Reiniciar progreso local

# settingsSpecialConsideration
source: Special consideration
es_419: Consideración especial

# settingsSpecialConsiderationValue
source: Age 65+, residency 20+ years
es_419: 65+ años, 20+ años de residencia

# settingsStudyLanguage
source: Study language
es_419: Idioma de material

# settingsTestConfiguration
source: Test configuration
es_419: Configuración de la prueba

# settingsTestVersion
source: Test version
es_419: Versión de la prueba

# settingsTheme
source: Theme
es_419: Tema

# settingsTitle
source: Settings
es_419: Ajustes

# studyContentUnavailable
source: Content unavailable
es_419: Sin contenido

# studyContentUnavailableMessage
source: The question bank for your selected test version could not be loaded. Try updating the app or choosing another test version in Settings.
es_419: El banco de preguntas de tu versión seleccionada no se pudo cargar. Actualizá la app o elegí otra versión de la prueba en Ajustes.

# studyFlashcardAcceptedNotice
source: Accepted: your answer covers one accepted version of the official answer.
es_419: Aceptada: tu respuesta cubre una versión aceptada de la respuesta oficial.

# studyFlashcardAnswerDependsNotice
source: Answer depends on where you live. Local officials accept any correct answer for your state.
es_419: La respuesta depende de dónde vivas. Los funcionarios locales aceptan cualquier respuesta correcta para tu estado.

# studyFlashcardAnswersShownSuffix
source: the answers shown.
es_419: las respuestas mostradas.

# studyFlashcardCloseSession
source: Close session
es_419: Cerrar sesión

# studyFlashcardEndSession
source: End session
es_419: Finalizar sesión

# studyFlashcardEndSessionConfirm
source: End this session?
es_419: Finalizar la sesión?

# studyFlashcardHowWellDidYouKnowIt
source: How well did you know it?
es_419: Cuánto bien la conocías?

# studyFlashcardIAnsweredPrefix
source: I answered
es_419: Respondí

# studyFlashcardKeepStudying
source: Keep studying
es_419: Continúa estudiando

# studyFlashcardNothingToReview
source: Nothing to review
es_419: Aún no hay qué revisar

# studyFlashcardNothingToReviewMessage
source: There are no questions in this review set. Try a different scope or test version.
es_419: No hay preguntas en este set de revisión. Prueba un alcance o una versión de la prueba distinta.

# studyFlashcardOfficialAnswer
source: Official answer
es_419: Respuesta oficial

# studyFlashcardProgressPrefix
source: Progress
es_419: Progreso

# studyFlashcardProvidePrefix
source: Provide
es_419: Indica

# studyFlashcardQuestionPrefix
source: Question
es_419: Pregunta

# studyFlashcardRevealAnswer
source: Reveal answer
es_419: Revelar respuesta

# studyFlashcardsEntryAction
source: Start
es_419: Empezar

# studyFlashcardsEntrySubtitle
source: Study the full version bank, one card at a time.
es_419: Estudia el banco completo de preguntas, una tarjeta a la vez.

# studyFlashcardsEntryTitle
source: Flashcards
es_419: Tarjetas

# studyFlashcardSource
source: Source
es_419: Fuente

# studyFlashcardSourcePrefix
source: Source
es_419: Fuente

# studyFlashcardTypeReply
source: Type your reply…
es_419: Escribe tu respuesta...

# studyFlashcardYourAnswer
source: Your answer
es_419: Tu respuesta

# studyHeaderSubtitle
source: Pick a mode to start reviewing.
es_419: Elegí un modo para comenzar a revisar.

# studySummaryComplete
source: Session complete
es_419: Sesión completa

# studySummaryDone
source: Done
es_419: Listo

# studySummaryReviewedPlural
source: questions.
es_419: preguntas.

# studySummaryReviewedPrefix
source: You reviewed
es_419: Revisaste

# studySummaryReviewedSingular
source: question.
es_419: pregunta.

# studyTargetedByCategorySection
source: By category
es_419: Por categoría

# studyTargetedInProgressSection
source: In progress
es_419: En progreso

# studyTargetedNoQuestionsInScope
source: No questions in this scope yet. As you study, questions move into this review list.
es_419: No hay preguntas en este alcance todavía. A medida que estudias, las preguntas entran a esta lista de revisión.

# studyTargetedResumeSession
source: Resume session
es_419: Continúa la sesión

# studyTargetedReviewEntryAction
source: Review
es_419: Revisar

# studyTargetedReviewEntrySubtitle
source: Drill the questions you are still working on.
es_419: Practica las preguntas en las que todavía trabajas.

# studyTargetedReviewEntryTitle
source: Targeted Review
es_419: Revisión dirigida

# studyTargetedReviewScopeHeader
source: Review scope
es_419: Alance de revisión

# studyTargetedShowCategories
source: Show categories
es_419: Mostrar categorías

# studyTargetedStartReviewPrefix
source: Start review (
es_419: Empezar revisión (

# studyTargetedTitle
source: Targeted review
es_419: Revisión dirigida

# studyTitle
source: Study
es_419: Estudio

# unitQuestionPlural
source: questions
es_419: preguntas

# unitQuestionsCoveredPlural
source: questions covered
es_419: preguntas cubiertas

# unitQuestionsCoveredSingular
source: question covered
es_419: pregunta cubierta

# unitQuestionSingular
source: question
es_419: pregunta

# welcomeDisclaimer
source: SwiftyCitizen is for study support only. It does not determine immigration eligibility or replace official USCIS guidance.
es_419: SwiftyCitizen es solo para apoyo de estudio. No determina la elegibilidad inmigratoria ni reemplaza la guía oficial de USCIS.

# welcomeNavTitle
source: Welcome
es_419: Bienvenido

# welcomeSetUpButton
source: Set up your test
es_419: Configura tu prueba

# welcomeSubtitle
source: Build confidence with an offline study aid for the USCIS civics test.
es_419: Gana confianza con un material de estudio offline para la prueba cívica de USCIS.

# welcomeTitle
source: Welcome to SwiftyCitizen
es_419: Bienvenido a SwiftyCitizen
